[
  {
    "title": "Contents Request",
    "number": "01. 콘텐츠 의뢰",
    "ko": "필요한 영상의 방향성과 목적을 논의하는 단계입니다. <br className='br-pc'/>고객의 니즈를 깊이 이해하고, 구체적인 요구사항을 정리하여 <br className='br-pc'/>맞춤형 영상 제작의 기초를 탄탄히 다집니다.",
    "en": "This Stage Defines The Video's Direction And Aligns <br className='br-pc'/>With The Client's Needs For Tailored Production."
  },
  {
    "title": "Consulting & Proposal",
    "number": "02. 전략 컨설팅 및 제안",
    "ko": "브랜드와 메시지에 가장 적합한 컨셉을 분석합니다. <br className='br-pc'/>창의적인 아이디어를 바탕으로, 고객의 비전을 실현할 <br className='br-pc'/>효과적이고 독창적인 방향을 제안합니다.",
    "en": "We Craft Concepts That Align With The Brand, Offering <br className='br-pc'/>Creative And Effective Solutions To Realize The Client's Vision."
  },
  {
    "title": "Content Planning",
    "number": "03. 영상 콘텐츠 기획",
    "ko": "고객의 메시지를 시청자에게 가장 효과적으로 전달할 수 있도록 <br className='br-pc'/>치밀한 콘텐츠 기획을 진행합니다. 이를 통해 목표와 목적을 달성하는 동시에 <br className='br-pc'/>시청자의 관심을 끌어모을 수 있는 기획안을 완성합니다.",
    "en": "We carefully plan content to effectively deliver <br className='br-pc'/>the client's message and capture the audience's attention."
  },
  {
    "title": "Storyboard & <br />Conti Production",
    "number": "04. 스토리보드 & 콘티 제작",
    "ko": "기획된 내용을 구체적으로 시각화하여 영상의 흐름을 정리합니다. <br className='br-pc'/>명확한 구성과 디테일한 설명으로 제작 과정을 <br className='br-pc'/>효율적이고 체계적으로 진행할 수 있도록 합니다.",
    "en": "We visualize the plan and organize the video flow, <br className='br-pc'/>ensuring clear structure and efficient production."
  },
  {
    "title": "Visual Story <br /> Architecture",
    "number": "05. 영상 디자인",
    "ko": "영상의 시각적 톤과 스타일을 설계해 브랜드 정체성을 강화합니다. <br className='br-pc'/>메시지를 효과적으로 전달하면서도 시청자의 시선을 사로잡는 <br className='br-pc'/>매력적인 디자인을 구현합니다.",
    "en": "We craft visual styles that strengthen brand identity <br className='br-pc'/>and captivate audiences while delivering the message effectively."
  },
  {
    "title": "Filming",
    "number": "06. 촬영",
    "ko": "촬영 단계에서는 기획과 디자인을 바탕으로 고퀄리티의 영상을 <br className='br-pc'/>만듭니다. 최신 장비와 전문가의 기술로 세부적인 디테일까지 <br className='br-pc'/>완벽하게 담아낸 영상을 제작합니다.",
    "en": "We create high-quality videos using expert technique <br className='br-pc'/>and advanced equipment, capturing every detail with precision."
  }
]